/* ===== Generic ===== */

/* Generic Cancel button title, used in SKConversation NSErrorFromPREMIUM_VIDEO_STATUS */
"BUTTONTITLE_CANCEL" = "Abbrechen";

/* ===== SkyLib Properties ===== */

/* List item title for user's home phone number. */
"CONTACT_PHONE_HOME" = "Privat";

/* List item title for user's office phone number */
"CONTACT_PHONE_OFFICE" = "Geschäftlich";

/* List item title for user's mobile phone number. */
"CONTACT_PHONE_MOBILE" = "Handy";

/* List item title for user's (possible) other phone number(s). */
"CONTACT_PHONE_OTHER" = "Andere";

/* Format to use to wrap guest contact displays */
"CONTACT_GUEST_FORMAT" = "%@ (Gast)";

/* All known contacts group title */
"CONTACT_GROUP_ALL_KNOWN_CONTACTS" = "Alle bekannten Kontakte";

/* All buddies group title */
"CONTACT_GROUP_ALL_BUDDIES" = "Alle Kontakte";

/* Skype group title */
"CONTACT_GROUP_SKYPE_BUDDIES" = "Skype-Kontakte";

/* SkypeOut group title */
"CONTACT_GROUP_SKYPEOUT_BUDDIES" = "Gespeicherte Rufnummern";

/* Online buddies group title */
"CONTACT_GROUP_ONLINE_BUDDIES" = "Online-Kontakte";

/* Unknown or pending auth group title */
"CONTACT_GROUP_UNKNOWN_OR_PENDINGAUTH_BUDDIES" = "Anfrage gesendet";

/* Recently contacted group title */
"CONTACT_GROUP_RECENTLY_CONTACTED_CONTACTS" = "Kürzlich kontaktiert";

/* Contacts waiting my auth group title */
"CONTACT_GROUP_CONTACTS_WAITING_MY_AUTHORIZATION" = "Erhaltene Kontaktanfragen";

/* Authorized by me group title */
"CONTACT_GROUP_CONTACTS_AUTHORIZED_BY_ME" = "Akzeptierte Kontaktanfragen";

/* Blocked group title */
"CONTACT_GROUP_CONTACTS_BLOCKED_BY_ME" = "Blockierte Kontakte";

/* Ungrouped contacts group title */
"CONTACT_GROUP_UNGROUPED_BUDDIES" = "Ungruppierte Kontakte";

/* Windows Live ID contacts group title */
"CONTACT_GROUP_PASSPORT_CONTACTS" = "Messenger";

/* Suggested contacts group title */
"CONTACT_GROUP_SCD_CONTACTS" = "Vorgeschlagene Kontakte";

/* New group default title */
"CONTACT_GROUP_NEW_GROUP" = "Unbenannte Liste";

/* Default message sent to contacts from whom we are requesting authorization */
"CONTACT_AUTH_REQUEST_DEFAULT_MESSAGE" = "Bitte füge mich als Kontakt hinzu";

/*  */
"ECHO123_CONTACT_FULLNAME" = "Echo / Sound Test Service";

/*  */
"ECHO123_CONTACT_LANGUAGES" = "de";

/*  */
"ECHO123_CONTACT_HOMEPAGE" = "www.skype.com/go/help";

/* Automatic sound test service mood message. */
"ECHO123_CONTACT_ABOUT" = "Hallo, ich bin der automatische Sound Test Service. Fügen Sie mich zu Ihren Kontakten hinzu und rufen Sie mich an, um Ihre Audioeinstellungen zu prüfen. Weiteres auf http://www.skype.com/go/help. Vielen Dank.";

/*  */
"ECHO123_CONTACT_MOOD_TEXT" = "Rufen Sie mich für einen Audiotest an!";


/* UNPLACED call status used when a call is initialized, but not connected to the network yet. */
"CALL_STATUS_UNPLACED" = "Anrufaufbau";

/* ROUTING call status used when a call is being routed by the network but not ringing yet. */
"CALL_STATUS_ROUTING" = "Anrufaufbau";

/* CANCELLED call status indicating that the outgoing call was cancelled by the user. */
"CALL_STATUS_CANCELLED" = "Anruf abgebrochen";

/* FAILED call status used when the call failed. */
"CALL_STATUS_FAILED" = "Anruf fehlgeschlagen";

/* RINGING_OUT call status used when a call is ringing for the remote party. */
"CALL_STATUS_RINGING_OUT" = "Klingeln";

/* RINGING_IN call status used when a call is ringing locally. */
"CALL_STATUS_RINGING_IN" = "Anrufen";

/* LOCALHOLD call status indicating that the user put the call on hold. */
"CALL_STATUS_LOCALHOLD" = "Anruf wird gehalten";

/* REMOTEHOLD call status indicating that the call is on hold by the remote party. */
"CALL_STATUS_REMOTEHOLD" = "Anruf wird gehalten";

/* FINISHED call status indicating that the call was finished. */
"CALL_STATUS_FINISHED" = "Beendet";

/* MISSED call status indicating that the incoming call was finished before it got answered. */
"CALL_STATUS_MISSED" = "Verpasst";

/* REFUSED call status indicating that the remote party declined the call. */
"CALL_STATUS_REFUSED" = "Abgelehnt";

/* BUSY call status indicating that the remote party was already in a call. */
"CALL_STATUS_BUSY" = "Besetzt";

/* DROPPED call status indicating that the network connection was lost during the call. */
"CALL_STATUS_DROPPED" = "Verbindung abgebrochen";

/* VOICEMAIL call status indicating that the call was diverted to voicemail. */
"CALL_STATUS_VOICEMAIL" = "Sprachnachricht";

/* VM_RECORDING call status while recording the voicemail. */
"CALL_STATUS_VM_RECORDING" = "Sprachnachricht wird aufgezeichnet";

/* VM_UPLOADING call status while sending the voicemail. */
"CALL_STATUS_VM_UPLOADING" = "Sprachnachricht wird gesendet";

/* VM_SENT call status after the voicemail was sent. */
"CALL_STATUS_VM_SENT" = "Sprachnachricht gesendet";

/* VM_CANCELLED call status when the recording or sending of the voicemail was cancelled. */
"CALL_STATUS_VM_CANCELLED" = "Sprachnachricht abgebrochen";

/* VM_FAILED call status when the recording or sending of the voicemail failed. */
"CALL_STATUS_VM_FAILED" = "Sprachnachricht fehlgeschlagen";

/* ===== Wallet Transacation ===== */
/* Title of instrument name in popup button (args: instrument name ["Visa"], number ["****1234"]) */
"WALLET_INSTRUMENT_DISPLAY_NAME_FORMAT" = "%1$@ %2$@";


/* ===== PARTICIPANT_VOICE_STATUS ===== */ 

/* VOICE_CONNECTING status used when a call is being routed by the network but not ringing yet. */
"PARTICIPANT_VOICE_STATUS_CONNECTING" = "Verbinden";

/* RINGING status when a participant is ringing. */
"PARTICIPANT_VOICE_STATUS_RINGING" = "Klingeln";

/* EARLY_MEDIA status when a participant is ringing. */
"PARTICIPANT_VOICE_STATUS_EARLY_MEDIA" = "Klingeln";

/* ON_HOLD status when a participant is held. */
"PARTICIPANT_VOICE_STATUS_ON_HOLD" = "Wird gehalten";

/* STOPPED status when a participant has stopped. */
"PARTICIPANT_VOICE_STATUS_STOPPED" = "Beendet";

/* FACEBOOK calling */
"PARTICIPANT_VOICE_STATUS_CONNECTING_FACEBOOK" = "über Facebook anrufen (Beta)";

/* ===== CONVERSATION_LOCAL_LIVESTATUS ===== */ 
"CONVERSATION_LOCAL_LIVESTATUS_STARTING" = "Anrufen …";
"CONVERSATION_LOCAL_LIVESTATUS_RINGING_FOR_ME" = "Anrufen …";
"CONVERSATION_LOCAL_LIVESTATUS_IM_LIVE" = "Aktiver Anruf";
"CONVERSATION_LOCAL_LIVESTATUS_ON_HOLD_LOCALLY" = "Wird gehalten";
"CONVERSATION_LOCAL_LIVESTATUS_ON_HOLD_REMOTELY" = "Von Gesprächspartner gehalten";
"CONVERSATION_LOCAL_LIVESTATUS_OTHERS_ARE_LIVE" = "Andere sind schon im Anruf";
"CONVERSATION_LOCAL_LIVESTATUS_OTHERS_ARE_LIVE_FULL" = "Andere sind schon im vollen Anruf";
"CONVERSATION_LOCAL_LIVESTATUS_PLAYING_VOICE_MESSAGE" = "Ansage wird wiedergegeben";
"CONVERSATION_LOCAL_LIVESTATUS_RECORDING_VOICE_MESSAGE" = "Sprachnachricht aufnehmen";
"CONVERSATION_LOCAL_LIVESTATUS_RECENTLY_LIVE" = "Kürzlicher Anruf";
"CONVERSATION_LOCAL_LIVESTATUS_TRANSFERRING" = "Durchstellen";


/*  */
"CONVERSATION_POST_FILES_BODY" = "Gesendete Dateien";

/* CONVERSATION Legacy chat message for older clients */
"CONVERSATION_VIDEOMESSAGE_LEGACY_MESSAGE" = "Sie haben eine Videonachricht erhalten. Um sie anzuschauen, kopieren Sie diesen Code %2 und sehen Sie sich Ihre Nachricht hier an: %1.";

"CONVERSATION_XMM_LEGACY_MESSAGE" = "%1$@ – auf %%1 ansehen.";

"CONVERSATION_MEDIAMESSAGE_LEGACY_MESSAGE" = "Das freigegebene Foto finden Sie unter: %1";
"CONVERSATION_XMM_MESSAGE_LEGACY_MESSAGE" = "Die freigegebenen Medien finden Sie unter: %1";

/*  */
"CONTACT_AVAILABILITY_OFFLINE" = "Offline";
"CONTACT_AVAILABILITY_ONLINE" = "Online";
"CONTACT_AVAILABILITY_AWAY" = "Abwesend";
"CONTACT_AVAILABILITY_DO_NOT_DISTURB" = "Beschäftigt";
"CONTACT_AVAILABILITY_PENDING_AUTH" = "Kontaktanfrage ausstehend";
"CONTACT_AVAILABILITY_BLOCKED" = "Blockiert";
"CONTACT_AVAILABILITY_OFFLINE_BUT_VM_ABLE" = "Offline – Sprachnachrichten aktiv";
"CONTACT_AVAILABILITY_OFFLINE_BUT_CF_ABLE" = "Anrufe werden weitergeleitet";

/*  */
"CONTACT_AVAILABILITY_INVISIBLE" = "Unsichtbar";
"CONTACT_AVAILABILITY_CONNECTING" = "Verbinden";
"CONTACT_AVAILABILITY_SKYPEOUT" = "Rufnummer";

/*  */
"CONTACT_GENDER_FEMALE" = "Weiblich";

/*  */
"CONTACT_GENDER_MALE" = "Männlich";

/* A hidden phone number. */
"CONTACT_UNKNOWN_PSTN_DISPLAYNAME" = "Unbekannte Nummer";

/* Title for conversation with no participants */
"CONVERSATION_UNTITLED_DISPLAYNAME" = "Unbenannt";


"ACCOUNTMANAGER_LOGIN_STATUS" = "Anmelden …";
"ACCOUNTMANAGER_CBLSYNC_STATUS" = "Kontakte laden …";
"ACCOUNTMANAGER_UPGRADEDB_STATUS" = "Dateien aktualisieren …";


/* Chat info message when a party has been joined to the chat. %1$@ is the name of the user who did the adding, while %2$@ is the name of the added user. */
"ChatMessage::ADDEDMEMBERS_FORMATSTRING" = "%1$@ hat %2$@ hinzugefügt";

/* Chat info message shown when user %@ has left the chat. */
"ChatMessage::LEFT_FORMATSTRING" = "%@ hat den Chat verlassen";

/* Chat info message when the first user ejected (threw out) the second user from the chat. */
"ChatMessage::KICKED_FORMATSTRING" = "%1$@ hat %2$@ entfernt";

/* Chat info message shown when a party has changed the chat topic. %1$@ is the user who did it, and %2$@ the new topic. */
"ChatMessage::SETTOPIC_FORMATSTRING" = "%1$@ hat das Chat-Thema geändert in %2$@";

/* Chat item shown in place of the message to tell that the message has been removed by its writer. */
"CHATMESSAGE_MESSAGEREMOVED_TEXT" = "Diese Nachricht wurde entfernt.";

/* AV Preferences output device name */
"SAME_AS_SYSTEM_DEVICE_NAME" = "Wie Systemeinstellung";


/* ===== SkyLib Error/Result Codes ===== */

/* sync errors at login/registration */
"LOGOUTREASON_NETWORKERROR" = "Keine Verbindung zu Skype.";
"LOGOUTREASON_NETWORKERROR_RECOVERYSUGGESTION" = "Bitte überprüfen Sie Ihre Netzwerkeinstellungen und versuchen es erneut.";

/* sync errors at registration */
"Account::INVALID_SKYPENAME" = "Ungültiger Skype-Name";
"Account::INVALID_EMAIL" = "Ungültige E-Mail-Adresse";
"Account::INVALID_EMAIL_RECOVERYSUGGESTION" = "Bitte überprüfen und erneut versuchen";
"Account::UNACCEPTABLE_PASSWORD" = "Ungültiges Kennwort";
"Account::SKYPENAME_TAKEN" = "Skype-Name bereits vergeben.";
"Account::SKYPENAME_TAKEN_RECOVERYSUGGESTION" = "Bitte ein neues eingeben.";

/* sync errors at login */
"Account::NO_SUCH_IDENTITY" = "Skype-Name und Kennwort wurden nicht erkannt.";
"Account::INCORRECT_PASSWORD" = "Skype-Name und Kennwort wurden nicht erkannt.";
"Account::TOO_MANY_LOGIN_ATTEMPTS" = "Zu viele fehlerhafte Anmeldeversuche";
"Account::TOO_MANY_LOGIN_ATTEMPTS_RECOVERYSUGGESTION" = "Bitte versuchen Sie es später erneut.";

/* async errors (can happen anytime while logged in) */
"Account::PASSWORD_HAS_CHANGED" = "Ihr Kennwort wurde geändert.";
"Account::PASSWORD_HAS_CHANGED_RECOVERYSUGGESTION" = "Bitte mit dem neuen Kennwort anmelden";

"LOGOUTREASON_GENERIC_RECOVERYSUGGESTION" = "Bitte erneut versuchen.";

/* Account property validation error - NSLocalizedFailureReasonErrorKey [#HELLC-1021], [#WIN-364] */
"SkyLib::TOO_SHORT" = "Muss zwischen 6 und 20 Zeichen enthalten";
"SkyLib::TOO_LONG" = "Muss zwischen 6 und 20 Zeichen enthalten";
"SkyLib::CONTAINS_INVALID_CHAR" = "Ungültiges Zeichen wie Σ, à, ß";
"SkyLib::CONTAINS_SPACE" = "Darf kein Leerzeichen oder Tab enthalten";
"SkyLib::SAME_AS_USERNAME" = "Ähnelt dem Skype-Namen zu sehr";
"SkyLib::INVALID_FORMAT" = "Ungültiges Format";
"SkyLib::CONTAINS_INVALID_WORD" = "Zu einfach zu erraten, z.B. abcd, skype";
"SkyLib::TOO_SIMPLE" = "Muss mindestens einen Buchstaben und eine Zahl enthalten";
"SkyLib::STARTS_WITH_INVALID_CHAR" = "Muss mit einem Buchstaben (A-Z) beginnen";

/* Account property validation error - NSLocalizedRecoverySuggestionErrorKey */
"SkyLib::TOO_SHORT_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Versuchen Sie einen längeren Skype-Namen.";
"SkyLib::TOO_SHORT_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Versuchen Sie ein längeres Kennwort.";
"SkyLib::TOO_LONG_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Versuchen Sie einen kürzeren Skype-Namen.";
"SkyLib::TOO_LONG_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Versuchen Sie ein kürzeres Kennwort.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Versuchen Sie einen neuen Skype-Namen.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Versuchen Sie ein neues Kennwort.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_CONTACT_EMAILS" = "Versuchen Sie eine neue E-Mail-Adresse.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION" = "Versuchen Sie einen neuen Wert.";

/* Account password change error - NSLocalizedFailureReasonErrorKey */
"Account::PWD_INVALID_OLD_PASSWORD" = "Falsches Kennwort";
"Account::PWD_SERVER_CONNECT_FAILED" = "Keine Verbindung zum Server.";
"Account::PWD_MUST_DIFFER_FROM_OLD" = "Das neue Kennwort muss sich vom alten unterscheiden.";
"Account::PWD_INVALID_NEW_PWD" = "Ungültiges Kennwort";
"Account::PWD_MUST_LOG_IN_TO_CHANGE" =  "Sie müssen sich zur Kennwortänderung anmelden.";

/* COMMITFAILED status received when committing a server-side property change. */
"ACCOUNT_COMMITSTATUS_COMMIT_FAILED" = "Änderungen konnten nicht gespeichert werden. Bitte Einstellungen überprüfen und erneut versuchen.";

"ACCOUNT_NOCREDIT" = "Kein Guthaben";
"ACCOUNT_FREECALL" = "kostenloser Anruf";

/* Conversation file transfer errors */
"SkyLib::TRANSFER_BAD_FILENAME" = "Der Dateiname ist ungültig";
"SkyLib::TRANSFER_OPEN_FAILED" = "Fehler beim Öffnen der Datei";
"SkyLib::TRANSFER_TOO_MANY_PARALLEL" = "Zu viele gleichzeitige Dateiübertragungen";

/* ===== SKSkypeKitErrorDomain Errors ===== */

/* SKErrorOffline */
"SKERROR_OFFLINE_DESCRIPTION" = "Sie sind offline.";

"SKERROR_OFFLINE_CALL_FAILUREREASON" = "Für Anrufe müssen Sie online sein.";
"SKERROR_OFFLINE_CONTACTSEARCH_FAILUREREASON" = "Sie können keine Kontakte suchen, solange Sie offline sind. Wechseln Sie Ihren Status und versuchen Sie es erneut.";
"SKERROR_OFFLINE_SMS_FAILUREREASON" = "Für den SMS-Versand müssen Sie online sein.";

/* [#HELLC-894] */
"SKERROR_OFFLINE_VOICEMAIL_FAILUREREASON" = "Sie müssen online sein, um eine Sprachnachricht abhören zu können.";

/* Alert sheet title */
"SKERROR_CANNOT_SET_BODY_SMS_DESCRIPTION" = "Inhalt der aktuellen SMS konnte nicht gesetzt werden.";


/* SKErrorInsufficientFunds */
"Sms::INSUFFICIENT_FUNDS" = "Sie haben nicht genug Skype-Guthaben für den SMS-Versand.";
"CMEMBER_PSTN_STATUSTEXT_INSUFFICIENTCREDIT" = "Sie benötigen Skype-Guthaben, um diese Nummer anzurufen.";

/* SKErrorInvalidContact */
"SKERROR_INVALIDCONTACT" = "Das ist kein(e) gültige(r) Skype-Name oder Rufnummer.";

/* SKErrorCallOfflineLyncContact */
"SKERROR_OFFLINELYNCCONTACT_CALL_FAILUREREASON" = "Sie können diesen Lync-Kontakt nicht anrufen, da er offline ist.";

/* SKErrorBlockedContact */
"SKERROR_CONTACTBLOCKED_CALL_FAILUREREASON" = "Sie können diesen Kontakt nicht anrufen, da Sie ihn blockiert haben.";
"SKERROR_CONTACTBLOCKED_CHAT_FAILUREREASON" = "Sie können mit diesem Kontakt nicht chatten, da Sie ihn blockiert haben.";
"SKERROR_CONTACTBLOCKED_SMS_FAILUREREASON" = "Sie können diesem Kontakt keine SMS senden, da Sie ihn blockiert haben.";
"SKERROR_CONTACTBLOCKED_ADD_FAILUREREASON" = "Sie können diesen Kontakt nicht hinzufügen, da Sie ihn blockiert haben.";

/* SKErrorCantTalkToYourself */
"SKERROR_CANTTALKTOYOURSELF_CALL_FAILUREREASON" = "Sie können sich nicht selbst anrufen.";
"SKERROR_CANTTALKTOYOURSELF_CHAT_FAILUREREASON" = "Sie können nicht mit sich selbst chatten.";
"SKERROR_CANTTALKTOYOURSELF_ADD_FAILUREREASON"  = "Sie können sich nicht selbst hinzufügen.";

/* SKErrorCantJoinConversation */
"SKERROR_CANTJOINCONVERSATION_FAILUREREASON" = "Sie können dieser Konversation nicht beitreten.";

/* SKErrorCantFindConversation */
"SKERROR_CANTFINDCONVERSATION_FAILUREREASON" = "Diese Konversation wurde nicht gefunden";

/* SKErrorInvalidPSTNNumber */
"CMEMBER_PSTN_STATUSTEXT_INVALIDNUMBER" = "Diese Nummer ist ungültig.";

/* SKErrorEmergencyPSTNNumber */
"SKERROR_EMERGENCYCALL_FAILUREREASON" = "Notrufnummern können nicht angerufen werden.";
"SKERROR_EMERGENCYSMS_FAILUREREASON" = "An Notrufnummern können keine SMS gesendet werden.";
"SKERROR_EMERGENCYADD_FAILUREREASON" = "Sie dürfen keine Notrufnummern hinzufügen.";

/* SKErrorCallExists */
"SKERROR_CALLEXISTS_CALL" = "Sie müssen diesen Anruf beenden, bevor Sie einen neuen beginnen können.";
"SKERROR_CALLEXISTS_VOICEMAIL" = "Beenden Sie diesen Anruf, um Ihre Sprachnachricht abhören zu können.";
"SKERROR_CALLFAILED" = "Anruf fehlgeschlagen. Bitte erneut versuchen.";

/* SKErrorTooManyChatParticipants */
"SKERROR_TOOMANYPARTICIPANTS_CHAT_DESCRIPTION" = "Sie haben versucht, eine Konversation mit zu vielen Kontakten zu eröffnen.";

/* SKErrorInvalidConversationIdentities */
"SKERROR_INVALIDCONVERSATIONIDENTITIES_DESCRIPTION" = "Sie können mit diesen Kontakten keine Konversation beginnen.";

/* CMEMBER_FAILUREREASON */
"CMEMBER_FAILUREREASON_CALLER_NOT_AUTHORIZED" = "Sie können diesen Kontakt nicht anrufen, da Sie von ihm noch nicht autorisiert wurden.";
"CMEMBER_FAILUREREASON_CALLER_NOT_FRIEND" = "Sie können diesen Kontakt nicht anrufen, da Sie von ihm noch nicht autorisiert wurden.";

/* SMS_FAILUREREASON */
"Sms::INVALID_CONFIRMATION_CODE" = "Ungültiger Prüfcode";
"Sms::MISC_ERROR" = "Ungültige Rufnummer";

/* Conversation::PREMIUM_VIDEO_STATUS */

/*
"PV_RESULT_400_BAD_REQUEST_SOME_FIELDS_MISSING_MESSAGE" = "PV_RESULT_400_BAD_REQUEST_SOME_FIELDS_MISSING_MESSAGE";
"PV_RESULT_401_P2P_BLOCK_MESSAGE" = "PV_RESULT_401_P2P_BLOCK_MESSAGE";
*/

"PV_RESULT_403_PAID_SERVICE_BLOCK_MESSAGE" = "Ihr Konto wurde blockiert.";
"PV_RESULT_403_PAID_SERVICE_BLOCK_EXPLANATION" = "Wenden Sie sich bitte an den Kundendienst.";

"PV_RESULT_405_GROUP_TOO_LARGE_MESSAGE" = "Zu viele Teilnehmer für Gruppenvideo";
"PV_RESULT_405_GROUP_TOO_LARGE_EXPLANATION" = "Sie können mit maximal 9 Teilnehmern ein Videoanruf führen. Entfernen Sie Teilnehmer und versuchen Sie es erneut.";

/*
"PV_RESULT_410_NO_VALID_SUBSCRIPTION_BUT_TRIAL_IS_AVAILABLE_MESSAGE" = "PV_RESULT_410_NO_VALID_SUBSCRIPTION_BUT_TRIAL_IS_AVAILABLE_MESSAGE";
*/

"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_MESSAGE" = "Zu viele Anrufteilnehmer für Gruppenvideo.";
"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_EXPLANATION_BETA" = "Sie können maximal mit 9 Teilnehmern ein Videoanruf führen. Entfernen Sie Teilnehmer und versuchen Sie es erneut.";
"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_EXPLANATION" = "Ihr Gruppenvideo-Abonnement erlaubt nicht so viele Teilnehmer. Entfernen Sie Teilnehmer und versuchen Sie es erneut.";

"PV_RESULT_414_NO_SUBSCRIPTION_MESSAGE_BETA" = "Sie benötigen ein Abonnement für Gruppen-Videoanrufe.";
"PV_RESULT_414_NO_SUBSCRIPTION_MESSAGE" = "Sie benötigen ein Abonnement für Gruppen-Videoanrufe.";
"PV_RESULT_414_NO_SUBSCRIPTION_EXPLANATION_BETA" = "Sie möchten ein Gruppen-Videoanruf führen?";
"PV_RESULT_414_NO_SUBSCRIPTION_EXPLANATION" = "Sie möchten ein Gruppen-Videoanruf führen?";

"PV_RESULT_416_SUBSCRIPTION_IS_ALREADY_IN_USE_MESSAGE" = "Sie befinden sich bereits in einem Gruppen-Videoanruf.";
"PV_RESULT_416_SUBSCRIPTION_IS_ALREADY_IN_USE_EXPLANATION" = "Sie können nur ein Gruppen-Videoanruf gleichzeitig führen.";

"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_MESSAGE" = "Sie haben das zeitliche Limit für diesen Anruf erreicht. ";
"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_EXPLANATION_BETA" = "Sie haben das Limit von 4 Stunden für Gruppenvideo in diesem Anruf erreicht.";
"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_EXPLANATION" = "Sie haben das Limit von 4 Stunden für Gruppenvideo in diesem Anruf erreicht. Überprüfen Sie Ihre Kontoseite für weitere Informationen.";

"PV_RESULT_422_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_DAY_LIMIT_REACHED_MESSAGE" = "Sie haben das tägliche Limit für Gruppen-Videoanrufe heute erreicht.";
"PV_RESULT_422_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_DAY_LIMIT_REACHED_EXPLANATION" = "Gruppen-Videoanrufe vorübergehend deaktiviert. Sie haben Ihre Obergrenze für die faire Nutzung heute erreicht. Überprüfen Sie Ihre Kontoseite für weitere Informationen.";

"PV_RESULT_424_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_MONTH_LIMIT_REACHED_MESSAGE" = "Sie haben das monatliche Limit für Gruppen-Videoanrufe erreicht.";
"PV_RESULT_424_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_MONTH_LIMIT_REACHED_EXPLANATION" = "Gruppen-Videoanrufe vorübergehend deaktiviert. Sie haben Ihre Obergrenze für die faire Nutzung in diesem Monat erreicht. Überprüfen Sie Ihre Kontoseite für weitere Informationen.";

/*
"PV_RESULT_430_GRACE_TIME_EXPIRED_MESSAGE" = "RESULT_430_GRACE_TIME_EXPIRED";
*/

"PV_RESULT_500_GENERAL_SERVICE_ERROR_MESSAGE" = "Gruppenvideo momentan nicht verfügbar.";
"PV_RESULT_500_GENERAL_SERVICE_ERROR_EXPLANATION" = "Ein Fehler ist aufgetreten. Bitte versuchen Sie es später erneut.";

/*
"PV_RESULT_503_SERVICE_TIMEOUT_MESSAGE" = "RESULT_503_SERVICE_TIMEOUT";
*/

"PremiumVideoErrorRecovery_GetPremium_BETA" = "Gruppenvideo erwerben";
"PremiumVideoErrorRecovery_GetPremium" = "Gruppenvideo erwerben";
"PremiumVideoErrorRecovery_UpgradePremium" = "Aktualisieren";

/* ===== SKAccessSessionFailureReasonErrorDomain Errors ===== */

"AccessSession::NO_BALANCE" = "Sie benötigen Skype-Guthaben zur Verwendung von Skype Access.";
"AccessSession::LOGIN_FAILURE" = "Ihr Skype-Name oder Kennwort wurde nicht erkannt.";
"AccessSession::WISPR_LOGIN_REJECTED" = "Ungültiger Skype-Name oder ungültiges Kennwort.";

"SKYPEACCESS_NO_ACCOUNT" = "Bitte melden Sie sich mit Ihrem Skype-Konto an.";

"SKYPEACCESS_GENERIC_CONNECTION_ERROR" = "Verbindung nicht möglich. Prüfen Sie die Signalstärke oder verbinden Sie mit einem anderen Drahtlosnetzwerk";
"SKYPEACCESS_GENERIC_FATAL_ERROR" = "Dieser drahtlose Zugangspunkt antwortet nicht korrekt. Versuchen Sie einen anderen Zugangspunkt.";

"SKYPEACCESS_SESSION_EXTEND_ERROR" = "Sitzung konnte nicht verlängert werden. Bitte verbinden Sie erneut.";

"SKYPEACCESS_SESSION_LOSTWIFI_MESSAGE" = "Drahtlosnetzwerk „%@“ ist nicht mehr verfügbar";
"SKYPEACCESS_SESSION_LOSTWIFI_EXPLANATION" = "Trennen Sie die Verbindung ordnungsgemäß bevor Sie sich von dem drahtlosen Zugangspunkt entfernen oder Ihr Gerät aussschalten, um unerwünschte Gebühren zu vermeiden.";

"SKYPEACCESS_SESSION_LOSTWIFI_RECOVERABLE_MESSAGE" = "Bitte dem Drahtlosnetzwerk „%@“ erneut beitreten";
"SKYPEACCESS_SESSION_LOSTWIFI_RECOVERABLE_EXPLANATION" = "Skype WiFi versucht, Ihre Internetverbindung zu beenden. Trennen Sie die Verbindung immer korrekt, bevor Sie sich von einem Hotspot entfernen oder Ihr Gerät ausschalten, um unerwünschte Zahlungen zu vermeiden.";

"SKYPEACCESS_SESSION_LOSTWIFI_AUTO_END_MESSAGE" = "Ihre Internetverbindung wurde beendet.";

"ACCESS_PRICE_PER_MINUTE_FORMAT" = "%@ pro Minute";
"ACCESS_PRICE_PER_MINUTE_FREE" = "Kostenlos";

/*
 * ===========
 * SkyLib localization (Skype Kit messages sent by SkyLib to other clients)
 * ===========
 */

/* Message sent in the P2P chat after it has been migrated to a server-based chat, and seen by legacy client users. */
"LOCALIZED_UPGRADE_MESSAGE_IN_P2P" = "hat eine neue Skype-Version mit verbessertem Chat.\nUm Beizutreten und weiter zu Chatten, laden Sie die neueste Version herunter.\nRufen Sie <a href=\"http://www.skype.com/updateme\">Skype.com/updateme</a> auf.";
"LOCALIZED_UPGRADE_MESSAGE_IN_P2P_DOGFOOD" = "hat eine neue Skype-Version mit verbessertem Chat.\nUm Beizutreten und weiter zu Chatten, laden Sie die neueste Version herunter.\nRufen Sie https://microsoft.sharepoint.com/teams/DogfoodSkype/ auf.";

/* Message sent in the server-based chat as first message. Used to link the history of both conversations. The '%1' is replaced with the ID of the old chat. */
"LOCALIZED_UPGRADE_MESSAGE_IN_SERVER_BASED" = "<a href=\"skype:?chat&amp;id=%1\">Hier klicken</a>, um das älteren Chatprotokoll anzusehen.";
